micropython/micropython/ports/samd/boards/ADAFRUIT_ITSYBITSY_M0_EXPRESS/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "ItsyBitsy M0 Express"
#define MICROPY_HW_MCU_NAME   "SAMD21G18A"
// ASF4 MCU package specific Pin definitions
#include "samd21g18a.h"

#define MICROPY_HW_XOSC32K  (0)
